# numbers= [6,7,6,9,11,10] - список, не важно какой тип
# numbers.append (100) - добавление в список последнего элемента
# numbers.insert (1,True)- замена элемента, ключевое список начинается с 0
# numbers.extend([2,4])- добавление нового списка в список и вывод.
# numbers.revers - переваричает список на оборот начинается с конца.
#numbers.sort - сортировка значений.
#numbers.pop- сортировка с удалением последнего значения, также можно указать какое значение можно удалить желательно указывать индекс то есть по порядкуб порядок чисел
#numbers.remove(6)-удаление символа который указал.
#numbers.clear() - полностью очищает список.
#print(numbers.count(6)) - считает количество одинаковых чисел если укажем 5 и в списке 2-5 то выведет  2
#print(len(numbers)) - показывает кличество символов строке в моем случае 6
#nums = [6,7,8,9 TRUE]
#for el in nums:
#  print(el)-этот код выведет все элементы
#если после фор мы напишем el*=2 то он умножит все элементы на 2
# print(numbers)- в списке не важно какой тип, и какое значение главное без спец символов
